import Layout from '../components/Layout'
import '../styles/_theme.scss'
import './Privacy.scss'

const Privacy = (props) => {
    return (
      <Layout {...props} className="policy">
        <div className="policy_page">
          <div className="container-fluid">
          <h1 id="policy_header">מדיניות הפרטיות</h1>
<div>
<p class="maincontextsub"><span id="ctl00_ContentPlaceHolder1_Label2">הפרטיות שלך חשובה לנו מאוד! לכן יש לנו מספר עקרונות יסוד: אנו לא מבקשים ממך מידע אישי, אלא אם כן אנחנו באמת צריכים את זה. אנו לא חולקים את המידע האישי שלך עם צד שלישי כלשהו למעט מקרים בהם יהיו מעורבים ציות לחוק או הגנה על זכויות אתר iprintd.com. אנו לא שומרים מידע אישי על השרתים שלנו אלא אם כן המקרה נדרש לשם תפעול שוטף של אחד ו/או יותר מהשירותים של האתר. להלן מדיניות הפרטיות שלנו אשר משלבות מטרות אלה: במידה ויש לך שאלות על מחיקה או תיקון הנתונים האישיים שלך אנא צור קשר עם צוות התמיכה שלנו בכתובת: it@iprintd.com.&nbsp;</span></p>
<p>אי פרינט מפעילה מספר אתרי אינטרנט והמדיניות של אי פרינט היא לכבד את הפרטיות שלך בנוגע למידע שאנו עשויים לאסוף תוך הפעלת אתרי האינטרנט שלנו.&nbsp;</p>
<p><b>מבקרים באתר</b><br />בדומה לכל מפעיל אתר אחר, אי פרינט אוספת, ללא זיהוי אישי מידע כללי אודות סוג הדפדפן, העדפת שפה, כתובת IP, מקור שרת ואת התאריך והשעה של כל בקשה מהמבקר. מטרתה של אי פרינט באיסוף מידע שאינו אישי היא להבין טוב יותר כיצד המבקרים של אי פרינט משתמשים באתרי החברה. מעת לעת, אי פרינט עשויה לשחרר מידע שאינו זיהוי אישי במצטבר, למשל, על ידי פרסום דו"ח על מגמות השימוש באתרי האינטרנט שלה. אי פרינט אוספת גם מידע אישי פוטנציאלי כמו פרוטוקל IP של משתמשים מחוברים.&nbsp;</p>
<p><b>איסוף מידע, זיהוי אישי</b><br />מבקרים מסוימים באתרי אי פרינט בוחרים להתקשר עם החברה ו/או המשתמשים באתרי החברה בדרכים הדורשות איסוף מידע אישי.<br />כמות וסוג המידע תלוי באופי של האינטרקציה. אי פרינט אוספת מידע כזה רק במידה והכרחי או מתאים למלא את מטרת האינטרקציה של המבקר עם<br />אי פרינט או מי מלקוחותיה. אי פרינט לא תחשוף מידע אישי אחר מאשר למתואר. מבקרים תמיד יוכלו לסרב לספק מידע אישי, עם אזהרה כי הוא עשוי<br />למנוע מהם לעסוק בפעילות מסוימת הקשורה באתר.</p>
<p><b>סטטיסטיקה מצטברת</b><br />אי פרינט עשויה לאסוף נתונים סטטיסטיים על התנהגותם של מבקרים באתרים שלה. למשל, אי פרינט תוכל לפקח על פופולריות של אתרים ו/או על דיווחי<br />ספאם על אתרים ובהתאם לכך, לפרסם בפומבי את הנתונים המצטברים לדוגמה: פרסום עבודות משתמים, המלצות וביקורות במטרה לקדם את אתר/י החברה.&nbsp;<br />עם זאת, אי פרינט לא תחשוף מידע אישי מזהה של הלקוח.</p>
<p><b>הגנה על מידע אישי</b><br />אי פרינט חושפת מידע אישי ו/או מידע מזהה רק לאלה מעובדיה ואלה הסכימו שלא לחשוף אותו לכל צד שלישי.<br />הנך מצהיר כי אתה מסכים להעברת מידע כזה אליהם. חברת אי פרינט מתחייבת לא למסור, להעתיק, למכור מידע אישי מכל סוג שהוא למעט מקרה של צו הבאה,<br />צו בית משפט או בקשה ממשלתית אחרת ו/או כאשר אי פרינט מאמינה בתום לב כי הגילוי נחוץ באופן סביר כדי להגן על רכוש או זכויות אי פרינט.<br />אם אתה משתמש רשום בעל כתובת דואר אלקטרוני, חברת אי פרינט רשאית לעיתים לשלוח לך מידע אודות תכונות חדשות, לבקש משוב או פשוט להשאיר אותך<br />מעודכן במה שקורה באתר/י החברה. אנו משתמשים בעיקר בבלוגים, עמודים ברשתות חברתיות (של החברה) ועדכוני חדשות באתרינו על מנת לעדכן על תכונות<br />ומידע שימושי לכן השימוש בשליחת מיילים יעשו ברמת המינימום האפשרית. אי פרינט שומרת לעצמה את הזכות, לפרסם באתרי החברה, שאלות, תגובות והערות<br />אשר נשלחו על ידך על מנת לעזור, להבהיר או להיענות למשתמשים אחרים ובלבד שפרטייך האישיים ישארו חסויים בכל עת.<br />אי פרינט עושה את כל המאמצים הדרושים באופן סביר על מנת להגן מפני שינוי בלתי מורשה, גישה, שימוש או הרס של כל פוטנציאל לזיהוי מידע אישי.&nbsp;</p>
<p><b>עוגיות</b><br />קבצי עוגיות הנם מחרוזת של מידע הנשמרים על ידי אתרים במחשב האישי של המבקר, הדפדפן של המבקר מספק אותם לאתר בכל חזרה של המבקר לאתר.<br />אי פרינט משתמשת בעוגיות כדי לסייע, לזהות ולעקוב אחר מבקרים, השימוש שלהם באתר ומידע לגבי העדפות שלהם באתרי החברה. בנוסף, אתר אי פרינט<br />מאפשר לגולשי האתר לבצע הזמנות ללא הרשמה מוקדמת לאתר! הזמנות אלו ופרטי ההזמנות נשמרות כקובצי עוגיות במחשב האישי של המשתמש לצורך<br />שימוש חוזר. מבקרים אשר אינם רוצים לקבל עוגיות צריכים להגדיר זאת במחשב לפני השימוש באתרי אי פרינט בידיעה כי תכונות מסויימות באתרי החברה, לא יפעלו כראוי.&nbsp;</p>
<p><b>העברות עסקים</b><br />במקרה וחברת אי פרינט ו/או באופן משמעותי כל נכסיה נרכשו, או במקרה הבלתי סביר כי אי פרינט תפסיק את פעילויותיה מסיבה זו או אחרת,<br />מידע אישי ו/או מידע לזיהוי מהמשתמשים או מהמבקרים יורשו לעבור לצד שלישי. הנך מכיר בעובדה כי העברות אלו עלולות להתרחש וכי כל צד שלישי עשוי<br />להשתמש במידע האישי שלך כמפורט במדיניות זו.</p>
<p><b>מודעות פרסום</b><br />מודעות המופיעות באתרי החברה עושיות להיות מועברות למשתמשים באמצעות שותפי הפרסום, אשר עשויים להגדיר עוגיות. עוגיות אלה מאפשרות לשרת<br />מודעות לזיהוי מחשב בכל פעם שהן שולחות לך פרסומות מקוונות ולאסוף מידע אודותיך או המשתמשים במחשב שלך.<br />מידע זה מאפשר לרשתות פרסום, בין השאר, לספק פרסומות ממוקדות כי הם מאמינים שיהיו מעניינות יותר בעבורך. מדיניות פרטיות זו מכסה את השימוש בעוגיות<br />על ידי אי פרינט ואינה מכסה את השימוש בעוגיות על ידי מפרסמים כלשהם.</p>
<p><b>תגובות</b><br />תגובות ותכנים אחרים אשר הוגשו לאתר לא נשמרים בשרתי החברה אלא אם כן הם סומנו כחיוביות או שגויות, ובמקרה כזה אנו מאחסנים אותם מספיק זמן על מנת<br />להשתמש בהם על מנת לשפר את השירות וכדי למנוע תוצאות שגויות בעתיד.</p>
<p style={{marginBottom: "120px"}}><b>שינויים במדיניות הפרטיות</b><br />למרות שרוב השינויים צפויים להיות קלים, אי פרינט רשאית לשנות את מדיניות הפרטיות מעת לעת, ועל פי שיקול דעתה הבלעדית.<br />אי פרינט מעודדת מבקרים, לעיתים קרובות לבדוק דף זה עבור כל שינוי במדיניות הפרטיות שלה.<br />המשך השימוש באתר לאחר כל שינוי מדיניות פרטיות זו יהווה את הסכמתך לשינוי כזה.</p></div>

          </div>         
        </div>        

      </Layout>
    ) 
}
  
export default Privacy
